{
    "category-id": 1,
    "category-name": "Câu hỏi phòng chống dịch",
    "category-questions":
    [
        {
            "id": 1,
            "text": "Theo quy định của Luật phòng, chống bệnh truyền nhiễm thì khái niệm bệnh truyền nhiễm nào sau đây là đúng:",
            "media": "",
            "difficulty": "easy",
            "type": "boolean",
            "answers": [
                {
                    "id": 1,
                    "ans": "Bệnh lây truyền trực tiếp hoặc gián tiếp từ người hoặc từ động vật sang người."
                },
                {
                    "id": 2,
                    "ans": "Bệnh lây truyền từ người hoặc từ động vật sang người do tác nhân gây bệnh truyền nhiễm."
                },
                {
                    "id": 3,
                    "ans": "Bệnh lây truyền từ người hoặc từ động vật sang người."
                },
                {
                    "id": 4,
                    "ans": "Bệnh lây truyền trực tiếp hoặc gián tiếp từ người hoặc từ động vật sang người do tác nhân gây bệnh truyền nhiễm.",
                    "correct": true
                },
            ]
        },
        {
            "id": 2,
            "text": "Theo nội dung công bố dịch COVID-19 tại Việt Nam của Thủ tướng Chính phủ tại Quyết định 447/QĐ-TTg ngày 01/4/2020, tác nhân (nguyên nhân) gây bệnh COVID-19 là gì?",
            "difficulty": "easy",
            "type": "boolean",
            "media": "",
            "answers": [
                {
                    "id": 1,
                    "ans": "Vi rút (chủng mới của vi rút Corona).",
                    "correct": true
                },
                {
                    "id": 2,
                    "ans": "Vi khuẩn."
                },
                {
                    "id": 3,
                    "ans": "Ký sinh trùng."
                },
                {
                    "id": 4,
                    "ans": "Nấm."
                },
            ]
        },
        {
            "id": 3,
            "text": "Theo Quyết định 447/QĐ-TTg ngày 01/4/2020 của Thủ Tướng Chính phủ về việc công bố dịch COVID-19 tại Việt Nam, mức độ nguy hiểm của dịch bệnh COVID-19 như thế nào?",
            "difficulty": "easy",
            "type": "boolean",
            "media": "",
            "answers": [
                {
                    "id": 1,
                    "ans": "Bệnh truyền nhiễm nhóm A, nguy cơ ở mức độ dịch tại Việt Nam."
                },
                {
                    "id": 2,
                    "ans": "Bệnh truyền nhiễm nhóm A, nguy cơ ở mức độ dịch khu vực Đông Nam Á."
                },
                {
                    "id": 3,
                    "ans": "Bệnh truyền nhiễm nhóm A, nguy cơ ở mức độ đại dịch châu Á."
                },
                {
                    "id": 4,
                    "ans": "Bệnh truyền nhiễm nhóm A, nguy cơ ở mức độ đại dịch toàn cầu.",
                    "correct": true
                },
            ]
        },
        {
            "id": 4,
            "text": "Theo Quyết định 447/QĐ-TTg ngày 01/4/2020 của Thủ Tướng Chính phủ về việc công bố dịch COVID-19 tại Việt Nam, đường lây của dịch bệnh COVID-19 là đường nào?",
            "difficulty": "easy",
            "type": "boolean",
            "media": "",
            "answers": [
                {
                    "id": 1,
                    "ans": "Lây truyền qua đường hô hấp từ người sang người.",
                    "correct": true
                },
                {
                    "id": 2,
                    "ans": "Lây truyền qua đường máu từ người sang người."
                },
                {
                    "id": 3,
                    "ans": "Lây truyền qua đường tiêu hóa từ người sang người."
                },
                {
                    "id": 4,
                    "ans": "Lây truyền qua đường hô hấp, đường máu và đường tiêu hóa từ người sang người."
                },
            ]
        },
    ]
}